Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/tmx_data/pres_Niinisto_Newyearspeech_sme2smn.tmx
Source language: sme_fi
Languages: smn

source: Riikkavuložat,
smn: Aalmugjesâneh,

source: Háliidan álggahit buriin ođđasiin, dasgo daid lea váddásut oaidnit.
smn: Halijdâm älgiđ puorij uđđâsijguin, tastko taid lii váddásub uáiniđ.

source: Vássán jagis guokte gova badjánit earáid bajábeallai ja leat millii ceaggán.
smn: Taan kuullâm ivveest kyehti kove pajaneh iärásij paajaabel já láá mielân teddâšum.

source: Nubbi čájeha duhtavašvuođa Parisa dálkkádatsoahpamuša šattadettiin, nubbi čájeha presideanttaid Obama ja Putina oktii čalmmiid smiehttamin čovdosa Syria gažaldahkii.
smn: Nubbe čáittá tutâvâšvuođâ Paris šoŋŋâdâhsopâmuš šodâdijn, nubbe čáittá presidentkuáhtá Obama já Putin oohtân čolmij smiettâmin čuávdus Syyria koččâmâšân.

source: Duot govat eai vel oktasaš vašálaččaid, dálkkádatrievdama ja terrorismma, vel čoavdde, muhto leat buorebut go miellagovat.
smn: Tuoh koveh iä val ohtâsijd vajalijd, šoŋŋâdâhnubástus já terrorism, čuávdi, mut toh láá pyerebeh ko mielâkoveh.

source: Máŋggat jurddašit sihkkarit nuppe láhkai, ahte jahki 2015 lea buktán mielddis dušše ollu morraša.
smn: Maaŋgâs jurdâččeh vissásávt nubenáál, et ihe 2015 lii puáhtám fárustis tuše ennuv murrâš.

source: Duohta, lea buktán oidnosii, muhto leago nu, ahte fuoni ja bahá gáldu lea leamaš juo ovddežis, buođđu dušše lea dál rahpaseamen?
smn: Tuotâ, tot lii puáhtám uáinusân, mut lii-uv nuuvt, et hyene já paa käldee lii lamaš jo oovdiš, puáđu tuše lii tääl lekkâsmin?

source: Ahte dál bákkus boahtá ovdan dat, mii lea čihkosis dahje báhcán oainnekeahttá.
smn: Et tääl páágust puátá oovdân tot, mii lii čiähusist teikkâ pááccám uáinihánnáá.

source: Dán geahččanguovllus hálan odne sisafárremis, dorvvolašvuođas ja ekonomiijas.
smn: Taan uáinust mun sáárnum onne siisâvarriimist, torvolâšvuođâst já ekonomiast.

source: Báhtareaddjit heahkastuhtte Eurohpá das fuolakeahttá, ahte juo jagiid leimmet čuvvon olmmošvalji, mii rasttildii Gaskameara.
smn: Patâreijeeh olâttii Euroop tast huolâhánnáá, et jo iivijd mij lâim čuávvum olmoošhivvâduv, mii rasteldij Koskâmeerâ.

source: Báhtareami luonduge lea rievdan: johtui vulget eará sajisge go heađi guovdu.
smn: Patârem luándu-uv lii muttum: ulmuuh vyelgih joton eres-uv saajeest ko kaskoo eđe.

source: Báhtareapmi ja álbmogiidvádjolus johtiba dál giehtalágaid Eurohpá guovlluid.
smn: Patârem já almugijvajâldem jotteev tääl kietâluvâi Euroop kuávlun.

source: Leat Suomas deaividan dakkára man eat leat deaividan ovdal.
smn: Mij lep Suomâst teivâm taggaar, mon ep lah teivâm ovdil.

source: Jahkebeali siste deike leat boahtán badjel 30 000 báhtareaddji ja sii bohtet ain lasi.
smn: Ihepele siste teehin láá puáttám paijeel 30 000 patâreijed, já sij puátih ain lase.

source: Oassi báhtara heađi, oassi ohcá buorebu, goabbáge lunddolaš ja olmmošlaš motiivvat.
smn: Uási paattâr eđe, uási ocá pyereeb, kuohtuuh luánduliih já olmoošliih motiveh.

source: Fárredeami duohkin sáhttá leat maid buorringeavaheapmi, man sáhttet geavahit fápmopolitihkage gaskaoapmin.
smn: Varriistâllâm tyehin puáhtá leđe meid pyerrinanneem, mon puáhtá kevttiđ vyeimipolitiik koskâuámmin-uv.

source: Máilmmis boahttit livčče mearihis mearri, muhto min návccat fuolahit sis leat rájálaččat.
smn: Maailmist puátteeh liččii merettes meeri, mut mii naavcah huolâtteh sist láá rájáliih.

source: Gáttán, ahte Ruoŧa stáhtaministtar Löfven dajai dehálaččamusa govvedettiinis "mii leat naiivvat".
smn: Mun jurdám, et Ruotâ uáiviminister Löfven eeđâi tehálumos, ko sun kuvvij, et "mij lep naiveh".

source: Ruoŧŧa, máŋggaid earáid riikkaid láhkai, leage čavgen sisafárrenpolitihkas.
smn: Ruotâ, maaŋgâi eres riijkâi náál, lii-uv čovgim siisâvarrimpolitiikâs.

source: Lean ádden Suoma ráđđehusa čovdosa nu, ahte háliidat dorvvastit resurssaid daid veahkeheapmái, geat leat stuorámus heađis.
smn: Lam addim Suomâ haldâttuv čuávdus nuuvt, et mij halijdep turvâstiđ resursijd toi iššeedmän, kiäh láá stuárráámuu eeđeest.

source: Dalle veahkki reahkká dušše váinnu dihte boahttiide.
smn: Talle iše keelijd tuše vááinu tiet puátteid.

source: Misge leat bohciidan váttisvuođat.
smn: Mist-uv láá šoddâm vädisvuođah.

source: Lean ieš boares oahpu jurista, dalá lága mielde boaldinboahtalis vistái, mas sáhtte leat olbmot, lei namahussan olmmošgoddinboaldin ja dan dat lea munnje velge.
smn: Lam jieš puáris uápu juuriist, tallaa laavâ mield puáldimputtâl leggistem viistán, mast sattii leđe ulmuuh, nomâttui koddempuáldimin, já siämmáánáál mun ain uáinám.

source: Lossa rihkus.
smn: Lusis rikos.

source: Nu go lea báhtareaddjiide čuohci váidnu dahje vaši biebman.
smn: Tego lii patâreijeid čyeccee váinu teikkâ vaje piemmâm.

source: Menddo ollu dakkár lea dáhpáhuvvan.
smn: Meendu ennuv taggaar lii tábáhtum.

source: Buot boahttitge eai leat beare buriin jođus.
smn: Puoh puátteehkin iä lah peri puorijn joođoost.

source: Muhtimiin lea terroristaduogáš ja muhtimat dahket eará bahá.
smn: Motomijn lii terroristtuávááš já motomeh taheh eres paa.

source: Muhtin hárvvi duogážat ja dagut dahket dárbbašmeahttun balahahkesvuođa buot sisafárrejeddjiid vuostá.
smn: Motomij hárvásij tuávááh já tavoh tovâtteh tarbâšmettum vávjálâsvuođâ puoh siisâvärrejeijei vuástá.

source: Lei bahádahkki dalle suopmelaš dahje riikiiboahtti, lea virgeoapmahaččaid bargun muitalit rahpasit daguin ja daid čuovvumušain.
smn: Lâibâ paatahhee talle syemmilâš teikkâ riijkânpuáttee, lii virgeomâhái pargon muštâliđ ávusmielâlávt tavoin já toi čuávumušâin.

source: Dat caggá duoldi dovdduid ja váiduda vearrámus šláddariid.
smn: Tot táránid vuáimálâš tobdoid já jávuttut viärráámuid šladdârijd.

source: Buot ravddamuš fenomenat leat fuolastuhttán min.
smn: Puoh robdâalmoonmeh láá huolâstuttâm mii.

source: Jáhkán goittotge nannosit, ahte buot suopmelaččaid mielaid ii gease dakkár buot ravddamuš jurddašeapmi.
smn: Mun oskom kuittâg-uv nanosávt, et puohâi syemmilij mielâid ij kiäsut puoh robdâmus jurdâččem.

source: Duiskka almmolaš dovdduid sisafárremis lea doppe orru proavásgotti ovdaolmmoš Lilie govvidan nu, ahte "skeptalašvuohta ja iešluohttámuš leaba dássedeattus nuppiideaskka vuostá".
smn: Almolijd tobdoid siisâvarriimist Saksaast lii tobbeen orroo ruávástkode ovdâolmooš Lilie kuvvim nuuvt, et "skeptisâšvuohta já jiešluáttámuš lává täsitiädust nubijdis vuástá".

source: Ná dáidá leat Suomasge, leat eahpideaddjit ja leat dat, geat luhttet ahte ceavzit hástalusas.
smn: Náávt táiđá leđe Suomâst-uv, láá epideijeeh já láá toh, kiäh lyettih, et mij piergiittâllâp hástoin.

source: Čujuhan vel boares dadjanvuohkái, mii ii leat manahan áigeguovdilvuođas, namalassii "Riikkas riikka dábiid mielde".
smn: Čujottâm val puáris ettâmvuáhán, mii ij lah monâttâm äigikyevdilvuođâs, nomâlâssân "Riijkâst riijkâ vuovij mield".

source: Sisafárren ii goassige sáhte dárkkuhit dan, ahte min guovddáš árvvut, demokratiija, dásseárvu ja olmmošvuoigatvuođat, biddjojuvvojit gažaldatvuložin.
smn: Siisâvarrim ij kuássin pyevti merhâšiđ tom, et mii kuávdáš áárvuh, demokratia, täsiárvu já olmoošvuoigâdvuođah, piäijojeh koččâmušvuáláážin.

source: Buorit suopmelaččat,
smn: Pyereh syemmiliih,

source: Min áddejupmi dorvvolašvuođas lea rievdan.
smn: Mii ibárdâs torvolâšvuođâst lii muttum.

source: Moriheimmet soahtái duođai eaklla, go dat ollii Eurohpái.
smn: Mij morettijm suátán tuođâlávt eskin talle, ko tot poođij Euroopân.

source: Ruošša dubmejuvvon doaimmat Krimis ja Ukrainas dolvo idylla ráfi ruohttasis.
smn: Ruošâ tyemmejum tooimah Krimist já Ukrainast tolvuu iidyyl ráávhu ruottâsist.

source: Lahka-Nuorttis ja Davvi-Afrihkás seamma idylla ii leat oba leamašge, ja soahtama sturrodat lea máŋggageardásaš Ukrainai veardidettiin.
smn: Alda-Nuorttân já Tave-Afrikist siämmáš iidyyl ij lah kuássin lamašgin, já soottâm styeresvuotâ lii maaŋgâkiärdásâš Ukrainan verdiddijn.

source: Dat vuodjá olbmuid báhtareaddjin, dat nanne terrorismma.
smn: Tot vyejeet ulmuid patâreijen, tot nannee terrorism.

source: Čoavddus Syria kriisii lea guovddážis.
smn: Čuávdus Syyria kriisân lii kuávdáást.

source: USA ja Ruošša lea oasálaččat, goabbáge dain dáistaleaba seamma soahtešiljus, muhto oassái earálágan vašálašgovain.
smn: USA já Ruošâ lává uásálâžžân, toh kuohtuuh taištâlává siämmáá suátišiljoost, mut uássin ereslágán vajalâškuuvijn.

source: Dakkár dilli rahpá vára gálduid, muhto rahpá maid bákku oktasaš čovdosiidda.
smn: Taggaar tile leehâst vaarâ käldeid, mut tot leehâst meid páágu ohtâsijd čuávdusáid.

source: Jos dakkárat šattašedje Syrias, šattašii doaivvu mielde maid vejolašvuohta gealdagasaid čoavdáseapmái eará guovlluinge.
smn: Jis tagareh šodâččii Syyriast, šodâččij tuáivu mield meid máhđulâšvuotâ keldui čuávdimân eres-uv kuávluin.

source: Čavgan riikkaidgaskasaš dovddut leat oidnon maid lahka min.
smn: Čovgâsâm almugijkoskâsiih tobdoh láá oinum meid mii alda.

source: Nuortameara guovllus sihke Ruošša ja Nato militearalaš mieldeorrun lea lassánan.
smn: Nuorttâmeerâ kuávlust sehe Ruošâ já Nato suáldátlâš mieldiorroom lii lasanâm.

source: Dadjen diimmá sáhkavuorustan, ahte Suopma hárjeha aktiivvalaš stáđásmahttinpolitihka.
smn: Ettim tijmáá sahâvuárustân, et Suomâ háárjut aktiivlâš stáđásmittempolitiik.

source: Min olgopolitihka geahččanguovllus dás guovddážis leat gaskavuohtamet Ruŧŧii ja Ruššii, davviriikkalašvuohta ja ovttasbargu nu Eurohpá uniovnnas go maiddá Nato-riikkaid gaskka.
smn: Mii olgopolitiik uáinust kuávdáást láá ohtâvuođah Ruotân já Ruošân, taveriijkâlašvuotâ já ohtsâšpargo nuuvt Euroop unionist ko meiddei Nato-enâmijgijn.

source: Stáđásmahttinpolitihka vuolggasajit leat Nuortameara guovllus govttolaš buorit.
smn: Stáđásmittempolitiik vuolgâsajeh láá Nuorttâmeerâ kuávlust viehâ pyereh.

source: Riikkat eai gáibit guovlluid nuppi nuppis ja riikkaid siskkáldas politihkalaš dilli lea stáđis.
smn: Riijkah iä vaađâ kuávluid kyeimistis, já riijkâi siskáldâs pooliitlâš tile lii stääđis.

source: Dego iešalddes šloavggeheaddji goahti ii nappo leat, vaikko viidásut gealdagasat dáppe oidnostitge.
smn: Tego jiešmeidlist cokkâneijee tullâ ij lah, veik viijđásub kelduuh tääbbin oinuustâlleh-uv.

source: Suopma ja Ruoŧŧa leat Nato earenoamášguoimmit.
smn: Suomâ já Ruotâ lává Nato eromâš kyeimih.

source: Hárjehat gaskaneamet nanosmuvvi militeara ovttasbarggu, mii doaibmá bures ja man goappáge riikkas atnet árvvus.
smn: Mij hárjuttep koskânân nanosmuvvee suáldátlii ohtsâšpargo, mii tuáimá pyereest já mii kuábbáá-uv riijkâst annoo áárvust.

source: Sáhttit goittotge dahkat eanet.
smn: Mij pyehtip kuittâg-uv porgâđ eenâb.

source: Mii leat goabbáge maid militearalihttui gullameahttun riikkat.
smn: Muoi láán kuohtuuh meid suáldátliiton kulâhánnáá riijkah.

source: Ovttas mis leat nana oktavuođat nu oarjjás go nuorttas, ja dát lokte min ovttas Ruoŧain earenoamášsajádahkii.
smn: Oovtâst munnust láá noonâ ohtâvuođah nuuvt uárjás ko nuortâs, já taat loptee munnuu oovtâst Ruotáin eromâš sajan.

source: Dat fas bealistis láhčá vejolašvuođaid mearkkašáhtti bargui Davvi-Eurohpá dorvvolašvuođa ja stáđisvuođa ovddideapmi ovdii.
smn: Tot vuod addel máhđulâšvuođâid merhâšittee paargon Tave-Euroop torvolâšvuođâ já stäđisvuođâ oovdedmân.

source: Livččiige logalaš, ahte huksešeimmet maid olgo- ja dorvvolašvuođa politihkalaš ovttasbarggu viidásabbot.
smn: Ličij-uv loogilâš, et mij huksiiččijm meid olgo- já torvolâšpooliitlii ohtsâspargo vijđásubbooht.

source: Goappáge ovdu lea figgat ovddidit ovttasbargui vuođđuduvvi dorvvolašvuođa, mii sisttisdoallá maid geahččaleami ovddidit dakkár doaimmaid, mat boktet luohttámuša.
smn: Kuohtui hiätu lii viggâđ ovdediđ ohtsâšpaargon vuáđuduvvee torvolâšvuođâ, mii siskeeld meid viggâmuš ovdediđ tagarijd tooimâid, moh pajedeh luáttámuš.

source: Buorit guldaleaddjit,
smn: Pyereh kuldâleijeeh,

source: Riikkaidgaskasaš gealdagasat, báhtareaddjit ja terrorisma heajudit návccaid boahttevuođa einnosteapmái.
smn: Almugijkoskâsiih kelduuh, patâreijeeh já terrorism hiäjusmitteh áppádem ennustiđ puátteevuođâ.

source: Lea váttis oanehisge áiggis oaidnit, mii dakkár áššiin čuovvu, mat eai leat mis gitta.
smn: Lii väädis uánihis-uv äigimuddoost uáiniđ tagarij aašij čuávumušâid, moh iä lah mist kiddâ.

source: Mu jurdda lea, ahte Suomas ii leat dárbu váldit giđa vuostá riidduid ja sierramielalašvuođaid siste.
smn: Muu juurdâ lii, et Suomâst ij lah tárbu väldiđ kiiđâ vuástá riijdoi já sierrâmielâlâšvuođâi siste.

source: Háliidan fas muittuhit, ahte servodatlaš čavduvuohta lea min buoremus gáldu.
smn: Halijdâm oppeet muštottiđ, et siärvádâhlâš čavosvuotâ lii mii pyeremus nahcâkäldee.

source: Ekonomiija geahččanguovllus mii leat oaidnán heajos jagiid, muhto buorit jagit eai vel dihtto.
smn: Ekonomia uáinust mij lep uáinám hiäjus iivijd, mut šiev iveh iä val tiettuu.

source: Eallit vel guhká vealggás vaikko nuppástusat leat dahkkon.
smn: Mij eellip val kuhháá viälgás, veik nubástuseh láá tohhum.

source: Dákkár áigge vihkkejuvvo maid min riektavuođadovdu: ahte juohke okta guoddá vástu dan mielde maid nagoda ja bastá ja ahte eat dál vuovdduš muhto baicce dorvvastat boahttevuođa.
smn: Tággáár ääigi viekkiistâlloo meiddei mii vuoigâlâšvuođâtobdo: et juáháš kuáddá ovdâsvástádâs ton mield ko pasta já et mij ep tääl snielâhist, pic turvâstep puátteevuođâ.

source: Válddán ovdan guokte detálja ekonomiijaságastallamis.
smn: Puávtám oovdân kyehti ovtâskâsčuággá ekonomiasavâstâlmist.

source: Nubbi guoská olahuvvon ovddu ja nubbi haddegilvonávccaid.
smn: Nubbe kuáská jo juksum hiätun já nubbe haddekištonavccáid.

source: Olahuvvon ovdu lea dehálaš ášši, dasa máŋgasat vuođđudit diliset ja boahttevuođaset.
smn: Juksum hiätu lii tehálâš äšši, toos maaŋgâs vuáđudeh eellimtiilees já puátteevuođâs.

source: Ovddut leat olahuvvon dan mielde go dat leat vuos ánssášuvvon ja dasto juhkkojuvvon.
smn: Hiäđuh láá juksum ton mield ko toh láá vist ánsásum já tastmaŋa juohhum.

source: Mielain lea sihkkarit jagi 2007 ságat miljárddaid "juohkinmunis".
smn: Mielân pajaneh vissásávt ive 2007 saavah miljardij "jyehimjáválâšvuođâst".

source: Dainna oaivvildedje buori, mii galggai čuovvovaš jagiin boahtit.
smn: Toin uáivildii pyere, mii koolgâi čuávuvâš iivij ääigi puáttiđ.

source: Juohkin dahkui dalán ovddalgihtii, muhto buorre ii goassige dihtton.
smn: Jyehim tohhui tállán muuneeld, mut pyeri ij kuássin kullum.

source: Juhkkojuvvon ovdu bázii nappo ánssáškeahttá, dego olatkeahttá.
smn: Juohhum hiätu paasij áánsášhánnáá, tegu juvsâhánnáá.

source: Gažaldat oanehaččat leage:
smn: Koččâmâš lii-uv uánihávt:

source: Sáhttágo olahuvvon ovdu vuođđuduvvat dasa, man ii leat goassige rievtti mielde olahan?
smn: Puáhtá-uv juksum hiätu vuáđuduđ toos, mii ij lah kuássin rievti mield juksumgin?

source: Lea árvvoštallojuvvon, ahte dálá váttisvuođain, nu almmolaš ekonomiija váilivuođas go ovttaskas sektora haddegilvonávccas duon "olatkeahtes ovddu" mearkkašupmi lea máŋggaid proseantaovttadagaid.
smn: Lii arvâlum, et tááláin vädisvuođâin, nuuvt almolii ekonomia vááijuvvuođâst ko ovtâskâs sektor haddekištonaavcâin tuon "juvsâhánnáá hiäđu" merhâšume lii maaŋgâid prooseentohtâduvâid.

source: Lea maid buorre muitit, stuorámus ovddu ožžo dat, geain juo ovddežis ledje stuorámus ovddut.
smn: Lii meid pyeri mušteđ, et stuárráámuu hiäđu ožžuu toh, kiäin jo ovdiist-uv lijjii stuárráámuuh hiäđuh.

source: Haddegilvonákca lea váttisvuohta, man oassebeali leat dovdán, vaikko ovttaoaivilvuohta ii leatge vel gávdnon.
smn: Haddekištonahcâ lii vädisvuotâ, mon kuohtuuh peleh lává tubdâm, veik oovtâmielâlâšvuotâ ij lahkin vala kavnum.

source: Ovddus loahpan ii leat álki ja máŋggain leat eahpádusat das, gii das loahpaloahpas ávkašuvvá.
smn: Hiäđust šeštim ij lah älkkee, já maaŋgâin láá iäpádâsah tast, kii tast loopâloopâst hiätá.

source: Haddegilvonávcca buorideapmi ii sáhtege mearkkašit dušše vuoittujuohkinnávcca buorideami.
smn: Haddekištonaavcâ pyeredem ij pyevtigin merhâšiđ tuše vuáittujyehimnaavcâ pyeredem.

source: Livččii buorre gávdnat doarvái almmolaš dahje juobe fitnodagaid buohta čatnašumiid das, ahte dat ávki, mii boahtá, geavahuvvo dan mielde go leamaš sáhka, nappo bargosajiid dorvvasteapmái.
smn: Ličij pyeri kavnâđ tuárvás almolijd teikkâ jobâ irâttâsâi miäldásijd čonnâsmijd tast, et tot ävkki, mii puátá, kiävttoo tego lii lamaš saahâ-uv, adai pargosoojij tuurvâstmân.

source: Lea buorre, ahte bargomárkaniid ságastallanoktavuohta lea ain rabas.
smn: Lii pyeri, et pargomarkkânij savâstâllâmohtâvuotâ siäilu.

source: Ávžžuhan din soabadallat.
smn: Avžuum tii sovâdâtmân.

source: Buorre ii leat giđa riidalemiin váldit vuostá.
smn: Ij lah pyeri väldiđ kiiđâ rijdâlmáin vuástá.

source: Loahppageasi ja čavčča mielde bessen čuovvut nuorra albmá Oscar Taipale stuorra muitalusa unna muorjjážiin.
smn: Loppâkeesi já čoovčâ mield mun peessim čuávvuđ nuorâ almaa Oscar Taipale stuorrâ mainâs uccâ muorjijn.

source: Son čokkii čuđiid lihtteriid meahccemurjjiid ja dinii bures.
smn: Sunbâ nuurâi čuođijd litterijd meccimuorjijd já ánsášij pyereest.

source: Das boahtá dakkár buorre miella, ahte gal mu nu illudahttá dakkár ášši, ahte gánda murje ja movttiidahttá vel skihpáriiddisge ja máŋggaid earáidge dahkat seamma.
smn: Tast puátá taggaar šiev mielâ, et kal muu nuuvt moovdid taggaar äšši, et kandâ norá muorjijd já movtijdit val skipárijdis já maaŋgâid iärásijd-uv porgâđ siämmáánáál.

source: Ollu leat váttisvuođat, muhto ollu lea maid dakkár, mas sáhttá iežas miela ilosmahttit.
smn: Ennuv láá vädisvuođah, mut ennuv lii meid taggaar, mast puáhtá ilodiđ.

source: Vaikkoba dat, ahte hállu veahkehit lea badjánan.
smn: Veikkâba tot, et haalu iššeedmân lii pajanâm.

source: Eaktodáhtolašbargu báhtareaddjiid buorrin dahje lagamuččaid veahkeheapmi dain áibbas dábálaš áššiin, gal dat movttiidahttet; veahkki oažžuid, veahkeheaddjiid, ja dat ávkkuha min buohkaid!
smn: Rijjâtátulâšpargo patâreijei pyerrin teikkâ aldemui išedem tain aaibâs táválijn aašijn, kal toh movtijditteh; išeuážžoid, išedeijeid, já toh láá ävkkin mijjân puohháid!

source: Sávan didjiide buohkaide buori álgán jagi ja Ipmila buressivdnádusa!
smn: Mun tuáivuttâm tijjân puohháid šiev álgám ive já Immeel sivnádâs!
